Repository: kavya-murali-offl/ZBankUWP
Catalog: ZBank/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

source: Account Number
es_es: Número de cuenta

# AccountRequired.Text
source: Account *
es_es: Cuenta *

source: Accounts
es_es: Cuentas

source: Active
es_es: Activa

source: Active Deposits
es_es: Depósitos Activos

# AddCreditCard.Text
source: Add Credit Card
es_es: Añadir tarjeta de crédito

# Amount.Text
source: Amount
es_es: Cantidad

# AmountRequired.Text
source: Amount *
es_es: Cantidad *

source: Available Credit Limit
es_es: Límite de crédito disponible

source: Beneficiaries
es_es: Beneficiarias

# BeneficiaryRequired.Text
source: Beneficiaries
es_es: Beneficiaria *

# Cancel.Text
source: Cancel
es_es: Cancelar

# CardDetails.Text
source: Card Details
es_es: Detalles de tarjeta

# CardNumber.Text
source: Card Number
es_es: Número de tarjeta

# CardProvider.Text
source: Card Provider
es_es: Proveedor de tarjeta

source: Cards
es_es: Tarjetas

source: Closed
es_es: Cerrada

source: Closed Deposits
es_es: Depósitos cerrados

# CreateAccount.Text
source: Create Account
es_es: Crear una cuenta

# CreditCardSummary.Text
source: Credit Card Summary
es_es: Resumen de tarjeta de crédito

# CreditLimit.Text
source: Credit Limit
es_es: Límite de crédito

source: Current
es_es: Actual

# DailyTransactionLimit.Text
source: Daily Transaction Limit
es_es: Límite diario de transacciones

source: Dashboard
es_es: Tableros

# DebitCardSummary.Text
source: Debit Card Summary
es_es: Resumen de tarjeta de débito

# Description.Text
source: Description
es_es: Descripción

# EnterAmount.PlaceholderText
source: Enter Amount In INR
es_es: Ingrese la cantidad en INR

# EnterDescription.PlaceholderText
source: Enter Description
es_es: Introduce la descripción

source: Expense Per Month
es_es: Gasto / Mes

# ExpiryDate.Text
source: Expiry Date
es_es: Fecha de caducidad

# FromAccountRequired.Text
source: From Account *
es_es: De la cuenta *

# GoToAccount.Text
source: Go To Account
es_es: Lr a La Cuenta

source: Income Per Month
es_es: Ingresos / Mes

source: Latest Transactions
es_es: Últimas transacciones

# LinkedAccount.Text
source: Linked Account
es_es: Cuenta Vinculada

# ManageCard.Text
source: Manage Card
es_es: Administrar Tarjeta

# MaximumCreditCards.Text
source: Maximum Credit Cards
es_es: Tarjetas de crédito máximas

# MinimumOutstanding.Text
source: Minimum Outstanding
es_es: Mínima pendiente

source: Net Balance Per Month
es_es: Saldo Neto / Mes

# Next.Text
source: Next
es_es: Próxima

source: Other Bank
es_es: Otros bancos

# Previous.Text
source: Previous
es_es: Previa

source: Quick Transfer
es_es: Transferencia Rápida

# Reset.Text
source: Reset
es_es: Reajustar

# ResetPin.Text
source: Reset Pin
es_es: Restablecer PIN

source: Savings
es_es: Ahorros

source: Select Account
es_es: Seleccionar cuenta

source: Select Beneficiary
es_es: Seleccionar Beneficiario

source: Self Transfer
es_es: Auto transferencia

# SettleCard.Text
source: Settle Card
es_es: Liquidar Tarjeta

# SpendingLimitPerDay.Text
source: Spending Limit / Day
es_es: Límite de gasto / día

# Status.Text
source: Status :
es_es: Estado :

source: Term Deposit
es_es: Depósito a plazo

# ToAccountRequired.Text
source: To Account *
es_es: A la cuenta *

source: Total Balance
es_es: Saldo total Monto

source: Total Beneficiaries
es_es: Total de beneficiarias

# TotalCreditCards.Text
source: Total Credit Cards
es_es: Tarjetas de crédito totales

# TotalDebitCards.Text
source: Total Debit Cards
es_es: Tarjetas de Débito Totales

source: Total Deposits
es_es: Depósitos totales

# TotalOutstanding.Text
source: Total Outstanding
es_es: Total pendiente

source: Total Savings
es_es: Ahorros totales

source: Transactions
es_es: Las Actas

# Transfer.Text
source: Transfer
es_es: Transferir

# Update.Text
source: Update
es_es: Actualizar

# UpdateLimit.Text
source: Update Limit
es_es: Límite de actualización

# ViewDetails.Text
source: View Details
es_es: Ver detalles

# ViewMore.Text
source: View More
es_es: Ver más

source: Within Bank
es_es: Dentro del Banco
